export const coaches = [
  {
    name: "Пантелеев Александр Андреевич",
    achievements: [
      "4 Дан Каратэ Сётокан",
      "2 Дан по Свободному стилю (IMAC)",
      "КМС по Всестилевому каратэ",
      "Бронзовый призёр Кубка России по Всестилевому каратэ",
      "Судья 1-ой категория по Всестилевому каратэ"
    ],
    disciplines: [
      "Рукопашный бой",
      "Кикбоксинг",
      "Каратэ",
      "ММА"
    ],
    image: "/images/coaches/panteleev.jpg"
  },
  {
    name: "Гросман Мария Александровна",
    achievements: [
      "Мастер спорта по всестилевому каратэ",
      "Многократная чемпионка Мира и России по всестилевому каратэ",
      "Пятикратная чемпионка Финального этапа Всероссийских студенческих игр боевых искусств",
      "Победитель международных турниров класса «А» по тхэквондо WTF",
      "Тренер по Всестилевому каратэ, Каратэ, Ката, Кумитэ"
    ],
    disciplines: ["Каратэ"],
    image: "/images/coaches/grosman.jpg"
  },
  {
    name: "Анохин Андрей Сергеевич",
    achievements: [
      "Кандидат в мастера спорта по боксу",
      "Второе место по Санкт-Петербургу по профессиональному боевому самбо (весовая категория 74 кг, 2014 г.)",
      "Второе место по Санкт-Петербургу по профессиональному боевому самбо (весовая категория 77 кг, 2016 г.)",
      "Второе место в Кубке Двухглавого Орла по смешанным единоборствам (весовая категория 77 кг)",
      "Финалист Гран-при CODE 988",
      "Победитель турнира TRAPGLADIATOR FINAL CALL"
    ],
    disciplines: ["ММА"],
    image: "/images/coaches/anohin.jpg"
  },
  {
    name: "Омаров Ферид Шахваладович",
    achievements: [
      "Кандидат в мастера спорта по всестилевому каратэ",
      "Кандидат в мастера спорта по рукопашному бою",
      "1 дан по Всестилевому Каратэ в разделе «средства защиты»",
      "Член Сборной России по всестилевому каратэ",
      "Победитель Всероссийских соревнований по всестилевому каратэ и рукопашному бою",
      "Многократный чемпион городских и областных турниров по рукопашному бою, всестилевому каратэ, смешанным боевым единоборствам, панкратиону"
    ],
    disciplines: [
      "Рукопашный бой",
      "Кикбоксинг",
      "ММА"
    ],
    image: "/images/coaches/omarov.jpg"
  },
  {
    name: "Крохичев Александр Сергеевич",
    achievements: [
      "Мастер спорта по всестилевому каратэ",
      "Неоднократный победитель городских и областных соревнований",
      "Неоднократный призер и победитель всероссийских соревнований",
      "Действующий спортсмен",
      "1 Дан по каратэ",
      "Опыт работы с 2023 года",
      "Образование: Малоохтинский колледж. Тренер и педагог по физической культуре и спорту"
    ],
    disciplines: [
      "Рукопашный бой",
      "Каратэ"
    ],
    image: "/images/coaches/krokhichev.jpg"
  },
  {
    name: "Грибалев Егор Андреевич",
    achievements: [
      "1 Дан по Каратэ",
      "2 судейская категория по Всестилевому Каратэ",
      "Тренер по каратэ и единоборствам"
    ],
    disciplines: [
      "Рукопашный бой",
      "Каратэ",
    ],
    image: "/images/coaches/gribalev.jpg"
  },
  {
    name: "Семененко Полина Александровна",
    achievements: [],
    disciplines: [
      "Каратэ"
    ],
    image: "/images/coaches/semenenko.jpg"
  },
  {
    name: "Калашник Екатерина Сергеевна",
    achievements: [
      "2 судейская категория по Всестилевому Каратэ",
      "Образование: высшее СЗТУ"
    ],
    disciplines: [
      "Администратор"
    ],
    image: "/images/coaches/kalashnik.jpg"
  }
]