export const coaches = [
  {
    achievements: [
      "4 Дан Каратэ Сётокан",
      "2 Дан по Свободному стилю (IMAC)",
      "КМС по Всестилевому каратэ",
      "Бронзовый призёр Кубка России по Всестилевому каратэ",
      "Судья 1-ой категория по Всестилевому каратэ"
    ],
    disciplines: [
      "Рукопашный бой",
      "Кикбоксинг",
      "Каратэ",
      "ММА"
    ],
    name: "Пантелеев Александ Андреевич",
    image: "/images/coaches/panteleev.jpg"
  },

  {
    achievements: [
      "Мастер спорта по всестилевому каратэ",
      "Многократная чемпионка Мира и России по всестилевому каратэ",
      "Пятикратная чемпионка Финального этапа Всероссийских студенческих игр боевых искусств",
      "Победитель международных турниров класса «А» по тхэквондо WTF",
      "Тренер по Всестилевому каратэ, Каратэ, Ката, Кумитэ"
    ],
    disciplines: ["Каратэ"],
    name: "Гросман Мария Александровна",
    image: "/images/coaches/grosman.jpg"
  },

  {
    achievements: [
      "Кандидат в мастера спорта по боксу",
      "Второе место по Санкт-Петербургу по профессиональному боевому самбо (весовая категория 74 кг, 2014 г.)",
      "Второе место по Санкт-Петербургу по профессиональному боевому самбо (весовая категория 77 кг, 2016 г.",
      "Второе место в Кубке Двухглавого Орла по смешанным единоборствам (весовая категория 77 кг)",
      "Финалист Гран-при CODE 988",
      "Победитель турнира TRAPGLADIATOR FINAL CALL",
      "Многократный победитель и призёр городских и областных соревнований по боксу, тайскому боксу, смешанным единоборствам и профессиональному боевому самбо"
    ],
    disciplines: ["ММА"],
    name: "Анохин Андрей Сергеевич",
    image: "/images/coaches/anohin.jpg"
  },

  {
    achievements: [
      "Кандидат в мастера спорта по всестилевому каратэ",
      "Кандидат в мастера спорта по рукопашному бою",
      "1 дан по Всестилевому Каратэ в разделе «средства защиты»",
      "Член Сборной России по всестилевому каратэ",
      "Победитель Всероссийских соревнований по всестилевому каратэ и рукопашному бою",
      "Многократный чемпион городских и областных турниров по, рукопашному бою , всестилевому каратэ смешанным боевым единоборствам, панкратиону"
    ],
    disciplines: [
      "Рукопашный бой",
      "Кикбоксинг",
      "ММА"
    ],
    name: "Омаров Ферид Шахваладович",
    image: "/images/coaches/omarov.jpg"
  }
]
